{
  "Home": "الرئيسية",
  "About": "من نحن",
  "Services": "الخدمات",
  "Portfolio": "الأعمال",
  "Clients": "العملاء",
  "Contact": "تواصل معنا",
  "Phone": "الجوال",
  "Email":"البريد الإلكتروني",
  "Office address":"العنوان",
  "Information":"المسارات",
  "Expertise & Creativity": "الخبرة والإبداع",
  "Expertise sub": "سيقودك فريق منظمي المناسبات ذوي الخبرة والإبداع لدينا خلال كل خطوة من العملية، ويضمن أن تكون مناسبتك خالية من المشاكل والصعوبات وتعكس أسلوبك الفريد",
  "Unmatched Service": "خدمة لا مثيل لها",
  "Unmatched sub": "نفخر بتقديم خدمة شخصية واهتمامًا كبيرًا بالتفاصيل، مما يضمن التخطيط والتنفيذ الدقيق لكل جانب من جوانب مناسبتك",
  "Extensive Network": "شبكة واسعة",
  "Extensive sub": "لدينا علاقات راسخة مع أفضل البائعين في المنطقة، بدءًا من شركات تقديم الطعام والأماكن إلى بائعي الزهور ومقدمي الترفيه",
  "Our Vision": "رؤيتنا",
  "Inspiring Moments, Creating Memories": "لحظات ملهمة، وخلق الذكريات",
  "vision disc": "نحن نتصور عالمًا يتم الاحتفال فيه بكل مناسبة بأناقة ورقي لا مثيل لهما. نطمح إلى إعادة تعريف معايير الصناعة من خلال تقديم تجارب استثنائية باستمرار. من خلال شغفنا بالإبداع والتزامنا برضا العملاء، سنكون الخيار المفضل لأولئك الذين يسعون إلى جعل أحداثهم حقًا استثنائية",
  "Our Mission": "رسالتنا",
  "Crafting Unique and Exceptional Events": "إنشاء أحداث فريدة واستثنائية",
  "mission disc": "تتمثل رسالتنا في تحويل الأحلام إلى حقائق لا تُنسى من خلال تنظيم أحداث استثنائية ومخصصة. نحن ملتزمون بتجاوز توقعات العملاء من خلال التخطيط الدقيق والتصميم المبتكر والتنفيذ المثالي. من خلال بناء شراكات قوية مبنية على الثقة والاحترام المتبادل، نهدف إلى خلق أحداث تترك انطباعًا دائمًا على كل ضيف",
  "About us": "من نحن",
  "A Passion for Creating Exceptional Events": "شغف بإنشاء أحداث استثنائية",
  "about disc": "ندرك مدى أهمية الذكريات السعيدة.كما نؤمن أن تخطيط مناسبتك لا ينبغي أن يكون مرهقًا، لنا سنوات من الخبرة في جعل المناسبات سهلة ومريحة لعملائنا بكل التفاصيل، بدءًا من إيجاد المكان المثالي وصولاً إلى إنشاء ديكور مذهل.نستمع إلى أفكارك وننشئ خطة شخصية تناسب ميزانيتك، سنكون شريكك الموثوق ونبقيك دائمًا على اطلاع وخاليًا من الضغط في كل خطوة على الطريق.",
  "Explore Services": "تصفح الخدمات",
  "Event Design": "تصميم وتخطيط المناسبات",
  "Event Design disc": "سنتعاون معك لتخيل وتصميم وتخطيط جميع جوانب مناسبتك",
  "Venue Selection": "اختيار وإدارة المكان",
  "Venue Selection disc": "سنساعدك في العثور على المكان المثالي ونتعامل مع جميع الأمور اللوجستية والتواصل مع موظفي المكان",
  "Vendor Management": "إدارة البائعين",
  "Vendor Management disc": "سنقوم بتوفير وإدارة فريق من البائعين الموهوبين، مما يضمن التنسيق والتنفيذ السلسين في يوم الحدث",
  "Décor & Floral Design": "تصميم الديكور والزهور",
  "Décor & Floral Design disc": "سنصمم وننشئ ديكورات جميلة وشخصية لتتناسب مع موضوعك وأسلوبك",
  "Catering & Entertainment": "التموين والترفيه",
  "Catering & Entertainment disc": "سنقوم بتوصية وإدارة خدمات التموين وخيارات الترفيه التي تناسب تفضيلاتك وميزانيتك",
  "Budget Management": "إدارة الميزانية",
  "Budget Management disc": " سنقوم بإنشاء ميزانية مفصلة ونعمل معك لإدارتها بشكل فعال",
  "Explore our Projects": "تصفح المشاريع",
  "Explore": "استكشف المشاريع من العلاقات الحميمة إلى الاحتفالات الكبرى",
  "Ready Equipment": "معدات جاهزة",
  "Completed Projects": "مشاريع مكتملة",
  "Satisfied Customers": "عملاء راضون",
  "Years Of Experience": "سنوات الخبرة",
  "services disc": "من التخطيط الأولي إلى الاحتفال النهائي، نقدم مجموعة كاملة من خدمات الأحداث لضمان أن يكون حدثك تجربة سلسة لا تُنسى",
  "From Vision to Reality": "من الرؤية إلى الواقع: خدمات الفعاليات الكاملة لكل المناسبات",
  "footer disc": "بفضل شغفنا بالإبداع والتزامنا بالتميز، فإننا متخصصون في تصميم الأحداث المصممة خصيصًا والتي تترك انطباعات دائمة. سواء كنت تخطط لتجمع حميمي أو احتفال كبير أو حدث مؤسسي، فإن فريقنا من المخططين الخبراء ملتزم بتقديم تنفيذ لا تشوبه شائبة وخدمة لا مثيل لها",
  "Reach out": "تواصل مع فريقنا ودعنا نتواصل معك",
  "Get In Touch":"قم بالتواصل معنا",
  "Get in touch with us": "تواصل معنا وسيسعد خبرائنا ومطورينا بالمساهمة بخبراتهم ورؤاهم ومساعدتك اليوم",
  "Message": "رسالتك",
  "Last name": "الاسم الأخير",
  "First name": "الاسم الأول",
  "Send Email": "إرسال",
  "OUR PROJECTS":"مشاريعنا",
  "Showcasing A Diverse Range Of Events Projects": "عرض مجموعة متنوعة من مشاريع الأحداث",
  "Follow US": "تابعنا",
    "Creating Unforgettable Experiences": "خلق تجارب لا تنسى",
  "To be the premier event planning service, inspiring lasting memories.": "أن نقدم خدمة تخطيط الأحداث الرائدة، وإلهام الذكريات الدائمة",
  "Weddings":"حفلات زفاف",
  "Special occasions": "مناسبات خاصة",
  "Talk to Customer Service":"تحدث الي خدمة العملاء",
  "Baby welcome celebration": "حفلات إستقبال مولود"

}
